Revit 2027 API
ParameterTypeId.RbsWireNumConductorsParam Property
 "Number of Conductors"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsWireNumConductorsParam { get; }
Public Shared ReadOnly Property RbsWireNumConductorsParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsWireNumConductorsParam {
	ForgeTypeId^ get ();
}
static member RbsWireNumConductorsParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace